tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/command-not-found"
tap "homebrew/services"

brew "bash"
brew "curl"
brew "gh"
brew "git"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-time"
brew "gnu-which"
brew "gnupg"
brew "go"
brew "gzip"
brew "helm"
brew "hub"
brew "hugo"
brew "jq"
brew "kind"
brew "kubebuilder"
brew "kubernetes-cli"
brew "kustomize"
brew "kwok"
brew "mas"
brew "make"
brew "nmap"
brew "node"
brew "pkg-config"
brew "skopeo"
brew "tmux"
brew "tree"
brew "upx"
brew "vim"
brew "watch"
brew "wrk"
brew "wget"
brew "yq"
brew "zsh"

cask "docker"
cask "google-cloud-sdk"
cask "kui"
cask "microsoft-edge"
cask "podman-desktop"
